Repository: acdh-oeaw/drupal-cfw
Catalog: custom/modules/cfw_output/translations/cfw_output-*.po
Languages: de, hr, it, sl, uk

source: Promoting and documenting the research presented at the event (publish videos / photos of the lecture)
de: Um die Forschung, die bei dem Event präsentiert wird zu promoten und zu dokumentieren (Indem Videos / Fotos des Vortrags veröffentlicht werden)
hr: Promocija i dokumentiranje istraživanja predstavljenog na događanju (objava video snimke i/ili fotografija predavanja)
it: Promuovere e documentare le ricerche presentate durante l’evento (pubblicazione di video/foto della conferenza)
sl: Promocija in dokumentiranje raziskav predstavljenih na dogodku (objava videoposnetkov/fotografij predavanja)
uk: Інформаційна кампанія та документування досліджень, представлених на заході (публікація відео/фото лекції)

source: Statistic analysis of the event (e.g. in relation to past and future events)
de: Für statistische Analysen des Events (z.B. im Vergleich zu vergangenen oder zukünftigen Events)
hr: Statistička analiza događanja (npr. u odnosu na prošla i buduća događanja)
it: Analisi statistiche dell’evento (ad esempio in relazione a eventi passati e futuri)
sl: Statistična analiza dogodka (npr. primerjava s preteklimi in bodočimi dogodki)
uk: Статистичний аналіз події (наприклад, в стосунку минулих і майбутніх подій)

source: Administration of participation fees and/or travel expenses
de: Zur Verwaltung von Teilnahmegebühren und/oder Reisekosten
hr: Administracija kotizacija i/ili putnih troškova
it: Gestione delle quote di iscrizione e/o delle spese di viaggio dei partecipanti"n
sl: Administracija kotizacij in/ali potnih stroškov
uk: Адміністрування оплати за участь та/або транспортними витратами

source: Generation of attendance certificates, invoices and payment confirmations
de: Zur Erstellung von Teilnahmebescheinigungen, Rechnungen und Zahlungsbestätigungen
hr: Izrada potvrda o prisustvovanju, računa i potvrda o plaćanju
it: Produrre certificati di presenza, fatture e confermazioni di pagamento
sl: Izdelava potrdil o udeležbi, faktur in potrdil o plačilu
uk: Надання довідок про відвідування, рахунків та підтверджень платежів

source: Community building (allowing participants to stay in touch with each other after the event)
de: Für den Community Aufbau (damit die Teilnehmer auch nach der Veranstaltung miteinander in Kontakt bleiben können)
hr: Izgradnja zajednice (omogućavanje sudionicima da ostanu u kontaktu nakon završetka događanja)
it: Rafforzamento della comunità (permettere ai partecipanti di rimanere in contatto tra di loro dopo l’evento)
sl: Gradnja skupnosti (vzdrževanje stikov med udeleženci po koncu dogodka)
uk: Побудова спільноти (що дозволяє учасникам залишатися на зв’язку один з одним після події)

source: For the purposes listed above, we process the following information related to you
de: Zu den oben aufgeführten Zwecken verarbeiten wir die folgenden Informationen über Sie
hr: U gore navedene svrhe, obrađujemo sljedeće podatke koji se odnose na vas
it: Per le finalità qui sopra elencate, trattiamo le seguenti informazioni relative alla tua persona
sl: Zaradi zgoraj navedenih razlogov obdelujemo naslednje osebne podatke
uk: Для вище зазначених цілей оброблятимемо наступну, пов’язану з Вами, інформацію

source: Name, surname
de: Name, Nachname
hr: Ime, prezime
it: Nome, cognome
sl: Ime, priimek
uk: Ім’я, прізвище

source: E-mail address
de: E-Mail Adresse
hr: Adresa mrežne pošte
it: Indirizzo e-mail
sl: E-naslov
uk: Адреса електронної пошти

source: IP address
de: IP Adresse
hr: IP adresa
it: Indirizzo IP
sl: IP naslov
uk: IP адреса

source: Affiliation
de: Institutionelle Zugehörigkeit
hr: Ustanova
it: Affiliazione
sl: Ustanova zaposlitve
uk: Підпорядкування

source: Professional title / academic status
de: Berufsbezeichnung / akademischer Status
hr: Zvanje / akademski status
it: Titolo professionale / status accademico
sl: Poklic / znanstveni naziv
uk: Звання / академічний статус

source: Gender
de: Geschlecht
hr: Rod
it: Sesso
sl: Spol
uk: Стать

source: Social media identifiers
de: Social-Media-Identifikatoren
hr: Identifikatori društvenih medija
it: Identificativo dei social media
sl: Identifikatorji družbenih omrežij
uk: Ідентифікатори соціальних мереж

source: Other
de: Andere
hr: Ostalo
it: Altro
sl: Drugo
uk: Інше

source: Photographs, audio or video recordings
de: Fotos, Audio- oder Videoaufnahmen
hr: Fotografije, zvučni i video zapisi
it: Fotografie, registrazioni audio o video
sl: Fotografije, avdio- ali videoposnetki
uk: Фотографії, аудіо чи відеозаписи

source: Account or credit/debit card information
de: Konto- oder Kredit-/Debitkarteninformationen
hr: Informacije o bankovnom računu ili kreditnoj/debitnoj kartici
it: Informazioni sul conto in banca o su carte di credito/debito
sl: Informacije o transakcijskih računih, debetnih/kreditnih karticah
uk: Інформація про банківський рахунок або кредитну/дебетову картку

source: Dietary requirements
de: Ernährungsbedürfnisse
hr: Posebni prehrambeni zahtjevi
it: Esigenze alimentari
sl: Prehranske zahteve
uk: Особливі вимоги щодо харчування

source: Participation in previous events organized by the organizer
de: Teilnahme an früheren Events des Veranstalters
hr: Sudjelovanje u prethodnim događanjima istog organizatora
it: Partecipazione in precedenti eventi curati dall’organizzatore
sl: Udeležba na preteklih dogodkih, ki jih je pripravil organizator
uk: Участь у попередніх заходах, проведених організатором

source: We obtain this information
de: Wir erhalten diese Informationen
hr: Ove podatke dobivamo
it: Otteniamo queste informazioni
sl: Te podatke pridobivamo
uk: Ми отримуємо цю інформацію

source: (apart from your IP address)
de: (abgesehen von Ihrer IP-Adresse)
hr: (osim Vaše IP adrese)
it: (a parte il tuo indirizzo IP)
sl: (z izjemo vašega IP-naslova)
uk: (окрім Вашої IP-адреси)

source: directly from you when you fill in the respective form. The information the provision of which is mandatory is marked with an asterisk in the attached form. For the remaining information, you are free to decide not to provide it; in this case it will not appear in our communications
de: direkt von Ihnen, wenn Sie das entsprechende Formular ausfüllen. Pflichtangaben sind im beigefügten Formular mit einem Sternchen gekennzeichnet. Für die restlichen Informationen steht es Ihnen frei, diese nicht anzugeben; in diesem Fall erscheinen diese nicht in unserer Kommunikation
hr: izravno od Vas prilikom ispunjavanja pojedinačnog obrasca. Obavezna su polja u priloženom obrascu označena zvjezdicom. Ostale informacije niste dužni dati ako to ne želite te se u tom slučaju neće biti dio naše daljnje komunikaciji
it: direttamente da te quando compili il rispettivo modulo. Le informazioni il cui conferimento è obbligatorio sono contrassegnate da un asterisco nel modulo allegato. Per le rimanenti informazioni, sei libero di decidere se fornirle o meno; in quest’ultimo caso, non appariranno nelle nostre comunicazioni.
sl: neposredno od vas, ko izpolnite ustrezni obrazec. Na priloženem obrazcu so informacije, ki so obvezne, označene z zvezdico. Glede ostalih informacij se odločate sami, ali jih navedete ali ne; v tem primeru izpuščene informacije ne bodo vključene v naša sporočila
uk: безпосередньо від Вас, з моменту заповнення відповідної форми. Обов’язковим є надання інформації позначеної у формі зірочкою. Щодо решти інформації, за Вами прийняття рішення її не надавати; у цьому випадку вона не з’явиться в нашому просторі комунікації

source: Your IP address is automatically collected when you fill in the online form.
de: Ihre IP Adresse wird automatisch beim Ausfüllen des Online-Formulars erhoben.
hr: Vaša IP adresa automatski se prikuplja prilikom ispunjavanja online obrasca.
it: Il tuo indirizzo IP sarà automaticamente raccolto al momento della compilazione del modulo online
sl: Vaš IP naslov se samodejno zabeleži ob izpolnjevanju spletnega obrazca.
uk: Ваша IP-адреса автоматично фіксується під час заповнення онлайн-форми.

source: Dietary requirements can reveal your philosophical opinions or religious beliefs, therefore we regard them as sensitive data. The processing of this information is based on your explicit consent (Art. 9.2(a) of the GDPR).
de: Ernährungsbedürfnisse können Ihre philosophischen Ansichten oder religiösen Überzeugungen offenbaren, daher betrachten wir sie als sensible Daten. Die Verarbeitung dieser Informationen erfolgt auf Grundlage Ihrer ausdrücklichen Einwilligung (Art. 9.2(a) der DSGVO).
hr: Specifični prehrambeni zahtjevi mogu otkriti vaša filozofska uvjerenja ili vjerska stajališta te ih stoga smatramo osjetljivim podatcima. Obrada ovih podataka temelji se na Vašoj izričitoj privoli (Čl. 9.2(a) GDPR-a).
it: Le tue esigenze alimentari possono rivelare le tue opinioni filosofiche o credenze religiose, per questo le trattiamo come dati sensibili. Il trattamento di queste informazioni è basato sul tuo esplicito consenso (Art. 9.2(a) del GDPR).
sl: Prehranske zahteve lahko razkrijejo vaše filozofske nazore ali verska prepričanja, zato se morate zavedati občutljivosti njihove narave. Obdelava teh podatkov se izvaja na podlagi vaše izrecne privolitve (člen 9.2(a) GDPR).
uk: Особливі вимоги щодо харчування можуть виявити Ваші філософські погляди чи релігійні переконання, тож з огляду на це ми вважаємо їх конфіденційними даними. Опрацювання цієї інформації ґрунтується на Вашій чіткій згоді (стаття 9.2(a) GDPR).

source: Exceptionally, where consent is not an appropriate legal basis, your personal data can also be processed on the basis of
de: In Ausnahmefällen, wenn die Einwilligung keine geeignete Rechtsgrundlage ist, können Ihre personenbezogenen Daten auch aufgrund folgender Kriterien verarbeitet werden
hr: Iznimno, ako privola nije odgovarajuća pravna osnova, vaši se osobni podatci mogu obrađivati i na temelju
it: Eccezionalmente, quando il consenso non è una base giuridica appropriata, i tuoi dati personali possono ugualmente essere processati sulla base del
sl: V posebnih primerih, ko privolitev ni ustrezna pravna podlaga, se vaši osebni podatki lahko obdelujejo tudi na podlagi
uk: Винятково, якщо згода не є відповідною правовою підставою, Ваші персональні дані також можуть опрацьовуватися на підставі

source: our legitimate interest in organising the
de: unserem berechtigten Interesse an der Organisation des
hr: našeg legitimnog interesa da organiziramo
it: nostro interesse legittimo a organizzare
sl: našega zakonitega interesa pri organizaciji
uk: нашого легітимного інтересу щодо організації

source: event
de: Events
hr: događanje
it: l’evento
sl: dogodka
uk: заходу

source: and promoting it, and your legitimate interest in participating in it, and in staying informed about the recent developments in the research community.
de: und daran dieses zu promoten, und Ihrem berechtigten Interesse, daran teilzunehmen und über die neueste Entwicklungen in der Forschungsgemeinschaft auf dem Laufenden zu bleiben.
hr: i promoviramo ga te Vašeg legitimnog interesa da u njemu sudjelujete i budete informirani o najnovijim zbivanjima u istraživačkoj zajednici.
it: e promuoverlo, e il tuo legittimo interesse nel parteciparvi e rimanere informato riguardo ai recenti sviluppi della comunità di ricerca.
sl: in njegovi promociji ter vašega zakonitega interesa, da se dogodka udeležite in da ostanete obveščeni o novostih znotraj raziskovalne skupnosti.
uk: та її популяризації, рівно ж як і Вашого легітимного зацікавлення щодо участі в заході, щоб бути в курсі останніх подій у дослідницькому співтоваристві.

source: your legitimate interest in staying informed about recent developments in the research community. Then, the processing is based on Art. 6.1(f) of the GDPR.
de: ihrem berechtigten Interesse über neueste Entwicklungen in der Forschungsgemeinschaft auf dem Laufenden zu bleiben. Die Verarbeitung basiert dann auf Art. 6.1(f) der DSGVO.
hr: Vašeg legitimnog interesa da budete informirani o najnovijim zbivanjima u istraživačkoj zajednici. U tom slučaju, obrada se temelji na Čl. 6.1(f) GDPR-a.
it: il tuo interesse legittimo nel rimanere informato riguardo ai recenti sviluppi della comunità di ricerca. Quindi, il trattamento è basato sull’art. 6.1(f) del GDPR.
sl: vašega zakonitega interesa, da ostanete obveščeni o novostih znotraj raziskovalne skupnosti. V tem primeru je obdelava utemeljena na členu 6.1(f) GDPR.
uk: Вашого легітимного зацікавлення бути в курсі останніх подій у дослідницькому співтоваристві. Тоді опрацювання здійснюється на підставі ст. 6.1(f) GDPR.

source: These are the durations your data will be stored for
de: Für diese Dauer werden Ihre Daten gespeichert
hr: Ovo su razdoblja tijekom kojih će vaši podatci biti pohranjeni
it: Queste sono le durate per le quali i tuoi dati saranno conservati
sl: Vaše podatke bomo hranili za dobo
uk: Це тривалість зберігання Ваших даних

source: months
de: Monate
hr: mjeseci
it: mesi
sl: mesec/a/ev
uk: місяців

source: years
de: Jahre
hr: godine
it: anni
sl: let/o
uk: років

source: as long as necessary to achieve the purpose of data collection.
de: Solange wie es zur Erreichung des Zwecks der Datenerhebung erforderlich ist.
hr: onoliko koliko je potrebno za postizanje svrhe prikupljanja podataka.
it: per tutto il tempo necessario al conseguimento delle finalità del trattamento dei dati
sl: kolikor dolgo je potrebno, da se doseže namen.
uk: стільки, скільки необхідно для досягнення мети збору даних.

source: years after the last mailinglist activity.
de: Jahre nach der letzten Mailinglistenaktivität.
hr: godinama nakon prestanka aktivnosti mailing liste.
it: anni dopo l’ultima attività della mailing list
sl: let/o po koncu zadnje dejavnosti mailing liste.
uk: років після останньої активності розсилки.

source: Info text
hr: Informativni tekst
it: Testo informativo
sl: Informacije
uk: Інформаційний текст

source: Participation in previous events organized by us
de: Teilnahme an früheren von uns organisierten Events
hr: Sudjelovanje u našim prethodnim događanjima
it: Partecipazione in eventi passati organizzati da noi
sl: Udeležba na preteklih dogodkih, ki smo jih organizirali
uk: Участь у попередніх, організованих нами, заходах

source: After these periods, your data will be deleted or anonymised according to the highest standards.
de: Nach diesen Fristen werden Ihre Daten nach höchsten Standards gelöscht oder anonymisiert.
hr: Nakon isteka ovih razdoblja, vaši će podatci biti izbrisani ili anonimizirani s skladu s najvišim standardima.
it: Dopo questi periodi, I tuoi dati saranno cancellati o anonimizzati in conformità agli standard più elevati.
sl: Po izteku te dobe bodo vaši podatki ali izbrisani ali anonimizirani skladno z najvišjimi standardi.
uk: Після закінчення цих періодів Ваші дані буде видалено або анонімізовано згідно найвищих стандартів.

source: Your personal data will not be shared with or disclosed to anyone outside our institution
de: Ihre personenbezogenen Daten werden nicht mit Dritten außerhalb unserer Einrichtung geteilt oder diesen offengelegt
hr: Vaši osobni podatci neće se otkrivati niti dijeliti izvan naše ustanove
it: I tuoi dati personali non saranno condivisi o divulgati a nessuno all’infuori del nostro istituto
sl: Vaših osebnih podatkov ne bomo dali v skupno rabo ali jih razkrili komurkoli izven naše ustanove
uk: Ваші персональні дані не будуть передані або розголошені нікому за межами нашої установи

source: For all purposes listed above, your personal data can be shared with the following partner institutions
de: Für alle oben aufgeführten Zwecke können Ihre personenbezogenen Daten an folgende Partnereinrichtungen weitergegeben werden
hr: U gore navedene svrhe, vaši se podatci mogu dijeliti sa sljedećim partnerskim ustanovama
it: Per le finalità elencate sopra, I tuoi dati personali possono essere condivisi con le seguenti istituti partner
sl: Na podlagi zgoraj navedenih razlogov bodo do vaših osebnih podatkov lahko dostopali partnerji iz naslednjih ustanov
uk: Враховуючи всі подані вище цілі, ваші персональні дані можуть бути передані наступним установам-партнерам

source: Institution
de: Einrichtung
hr: Ustanova
it: Istituto
sl: Ustanova
uk: Установа

source: Information about your dietary requirements, which may reveal your philosophical opinions or religious beliefs, will only be shared in aggregated form, making it impossible to identify you.
de: Informationen über Ihre Ernährungsbedürfnisse, die Ihre philosophischen Ansichten oder religiösen Überzeugungen offenbaren können, werden nur in aggregierter Form weitergegeben, sodass Sie nicht identifiziert werden können.
hr: Podatci o vašim prehrambenim zahtjevima, koji mogu otkriti Vaša filozofska uvjerenja ili vjerska stajališta, bit će dijeljeni samo u agregiranom obliku, onemogućujući na taj način identfikaciju.
it: Informazioni riguardo le tue esigenze alimentari, le quali possono rivelare le tue opinioni filosofiche o le tue credenze religiose, saranno condivise unicamente in forma aggregata, rendendo impossibile la possibilità di identificarti.
sl: Podatke o vaših prehranskih zahtevah, ki lahko razkrijejo vaša filozofska stališča ali verska prepričanja, bomo posredovali izključno v agregirani obliki, zaradi česar je nemogoče, da bi vas bilo možno identificirati.
uk: Інформація про особливості Вашого харчування, яка може виявити Ваші філософські погляди чи релігійні переконання, буде передана лише у зведеній формі, унеможливлюючи встановлення особи.

source: Moreover, for the purpose of community building, your name, affiliation and contact details will be communicated to other participants of
de: Darüber hinaus werden zum Zwecke des Community Aufbaus Ihr Name, Ihre Zugehörigkeit und Ihre Kontaktdaten an andere Teilnehmer weitergegeben, von
hr: Nadalje, u svrhu izgradnje zajednice, Vaše ime, ime Vaše ustanove i kontaktni podatci bit će dostupni ostalim sudionicima
it: Inoltre, per le finalità del rafforzamento della comunità, il tuo nome, la tua affiliazione e i tuoi contatti saranno comunicati agli altri partecipanti di
sl: Poleg tega bodo z namenom gradnje skupnosti vaše ime, ustanova zaposlitve in kontaktni podatki na voljo drugim udeležencem
uk: Крім того, з метою розбудови спільноти, ваше ім’я, приналежність та контактні дані будуть повідомлені іншим учасникам

source: or by unsubscribing the newsletter
de: oder durch Abmelden des Newsletters
hr: ili za odjavu s newslettera
it: o cancellando l’iscrizione alla newsletter
sl: ali z odjavo od novičnika
uk: або для скасування підписки на розсилку

source: <b>lodge a complaint</b> with a supervisory authority.
de: <b>eine Beschwerde</b> bei einer Aufsichtsbehörde <b>einreichen</b>.
hr: <b>uložite žalbu</b> nadležnom tijelu.
it: <b>presentare un reclamo</b> a un’autorità di vigilanza.
sl: <b>vložite pritožbo</b> pri nadzornem organu.
uk: < b>подайте скаргу</b> до контролюючого органу.

source: <b>Access</b> (Art. 15 of the GDPR): you have the right to obtain confirmation as to whether we process your personal data, as well as information about how we process it. You can also request a copy of your personal data, for which we may charge you a reasonable fee based on administrative costs. In order to exercise your right of access, contact us at
de: <b>Auskunftsrecht</b> (Art. 15 DSGVO): Sie haben das Recht, eine Bestätigung darüber zu erhalten, ob wir Ihre personenbezogenen Daten verarbeiten, sowie Informationen darüber, wie wir sie verarbeiten. Sie können auch eine Kopie Ihrer personenbezogenen Daten anfordern, wofür wir Ihnen eine angemessene Gebühr auf der Grundlage der Verwaltungskosten berechnen können. Um Ihr Auskunftsrecht auszuüben, wenden Sie sich bitte an
hr: <b>Pravo na pristup</b> (Čl. 15 GDPR-a): imate pravo dobiti potvrdu obrađuju li se Vaši osobni podatci i na koji način. Možete zatražiti kopiju Vaših osobnih podataka, za koju smijemo naplatiti razumnu naknadu temeljenu na administrativnim troškovima. Kako biste ostvarili svoje pravo pristupa, javite nam se na
it: <b>Accesso</b> (Art. 15 del GDPR): hai “il diritto di ottenere conferma del fatto che trattiamo i tuoi dati personali, nonché informazioni su come li trattiamo. Puoi richiedere una copia dei tuoi dati personali, per i quali possiamo addebitarti un costo ragionevole basato sui costi amministrativi. Per esercitare il tuo diritto di accesso, contattaci a
sl: <b>Pravica do dostopa</b> (člen 15 GDPR): imate pravico zahtevati potrditev ali obdelujemo vaše osebne podatke, kakor tudi informacijo o tem, na kakšen način jih obdelujemo. Prav tako lahko zahtevate kopijo vaših osebnih podatkov, za kar vam lahko zaračunamo upravne[b][c] stroške v razumni višini. Če želite uveljavljati vašo pravico, nam pišite na
uk: <b>Доступ</b> (ст. 15 GDPR): Ви маєте право отримати підтвердження на предмет опрацювання нами Ваших персональних даних, а також інформацію про спосіб їх опрацювання. Ви також можете подати запит на отримання копії Ваших особистих даних, за що ми можемо стягнути розумну плату за адміністративні витрати. Щоб скористатися своїм правом доступу, просимо сконтактуватися з нами за адресою

source: <b>Rectification</b> (Art. 16 of the GDPR): if your personal data that we process are incomplete or inaccurate, you have the right to request rectification of such data without undue delay. In order to exercise your right to rectification, contact us at
de: <b>Recht auf Berichtigung</b> (Art. 16 DSGVO): Wenn Ihre personenbezogenen Daten, die wir verarbeiten, unvollständig oder unrichtig sind, haben Sie das Recht, die unverzügliche Berichtigung dieser Daten zu verlangen. Um Ihr Recht auf Berichtigung auszuüben, kontaktieren Sie uns unter
hr: <b>Pravo na ispravak</b> (Čl. 16 GDPR-a): ako su Vaši osobni podatci koje obrađujemo nepotpuni ili netočni, imate pravo zatražiti ispravak podataka bez nepotrebnog odgađanja. Kako biste ostvarili svoje pravo na ispravak, javite nam se na
it: <b>Rettifica</b> (Art. 16 del GDPR): nel caso in cui i tuoi dati personali che trattiamo siano incompleti o inaccurati, hai il diritto di richiedere una rettifica di questi senza indebito ritardo, Per esercitare il tuo diritto di rettifica, contattaci a
sl: <b>Pravica do popravka</b> (člen 16 GDPR): Če so vaši osebni podatki, ki jih obdelujemo, nepopolni ali netočni, imate pravico zahtevati popravek teh podatkov brez nepotrebnega odlašanja. Če želite uveljavljati vašo pravico do popravka, nam pišite na
uk: <b>Виправлення</b> (ст. 16 GDPR): якщо опрацьовувані нами Ваші персональні дані є неповними або неточними, Ви маєте право без невиправданої затримки вимагати виправлення таких даних. Щоб скористатися своїм правом на виправлення, просимо сконтактуватися з нами за адресою
