Repository: acdh-oeaw/drupal-cfw
Catalog: custom/modules/cfw_output/translations/cfw_output-*.po
Languages: de, hr, it, sl, uk

source: <b>Right to object</b> (Art. 21 of the GDPR): if you did not consent to the processing, or if it is not necessary to comply with a legal obligation, you may always object to it, in which case we shall no longer process your data.
de: <b>Widerspruchsrecht</b> (Art. 21 DSGVO): "Wenn Sie der Verarbeitung nicht zugestimmt haben oder diese nicht zur Erfüllung einer rechtlichen Verpflichtung erforderlich ist, können Sie jederzeit Widerspruch einlegen; in diesem Fall werden wir Ihre Daten nicht mehr verarbeiten.
hr: <b>Pravo na prigovor</b> (Čl. 21 GDPR-a): "ako niste dali privolu za obradu, ili ako nije potrebno pridržavati se zakonske obveze, uvijek možete uložiti prigovor, te u tom slučaju nećemo dalje obrađivati Vaše podatke.
it: <b>Diritto di opposizione</b> (Art. 21 del GDPR): nel caso in cui tu non abbia dato il consenso al trattamento, o se questo non sia necessario per rispettare un obbligo di legge, puoi sempre opporti. In questo caso non dovremo più trattare i tuoi dati.
sl: <b>pravica do ugovora</b> (člen 21 GDPR): če niste privolili v obdelavo ali če ni potrebno ugoditi pravni obvezi, lahko obdelavi podatkov kadarkoli oporekate in je ne bomo več izvajali.
uk: <b>Право на заперечення</b> (ст. 21 GDPR): якщо Ви не давали згоду на опрацювання, або якщо це не конечне для дотримання юридичного зобов’язання, Ви завжди можете заперечити проти цього, і в такому випадку ми більше не оброблятимемо Ваші дані.

source: The withdrawal of consent will not affect the lawfulness of processing based on consent before its withdrawal.
de: Der Widerruf der Einwilligung hat keinen Einfluss auf die Rechtmäßigkeit der aufgrund der Einwilligung bis zum Widerruf erfolgten Verarbeitung.
hr: Povlačenje privole neće utjecati na zakonitost obrade na temelju pristanka danog prije njezinog povlačenja.
it: La revoca del consenso non pregiudica la liceità del trattamento basato sul consenso prima della revoca stessa
sl: Umik privolitve ne vpliva na zakonitost obdelave podatkov utemeljene na privolitvi pred njenim umikom.
uk: Відкликання згоди не вплине на законність обробки, що ґрунтується на даній до відкликання згоді.

source: we value your privacy and process your data in compliance with the EU General Data Protection Regulation (GDPR).
de: wir schätzen Ihre Privatsphäre und verarbeiten Ihre Daten in Übereinstimmung mit der EU-Datenschutzgrundverordnung (DSGVO).
hr: cijenimo Vašu privatnost i obrađujemo Vaše podatke u skladu s EU-ovom Općom uredbom o zaštiti podataka (GDPR).
it: Noi rispettiamo la tua privacy e trattiamo i tuoi dati in conformità con il regolamento generale sulla protezione dei dati (GDPR)
sl: spoštujemo vašo zasebnost in obdelujemo vaše podatke v skladu s Splošno uredbo Evropske unije o varstvu osebnih podatkov (GDPR).
uk: ми цінуємо Вашу конфіденційність і обробляємо ваші дані згівдно Загального регламенту захисту даних ЄС (GDPR).

source: Ethnic origin
de: Ethnizität
hr: Etničko podrijetlo
it: Origine razziale o etnica
sl: Narodnost
uk: Етнічне походження

source: Political opinions, religious or philosophical beliefs, trade union membership
de: Politische Ansichten, religiöse oder philosophische Überzeugungen, Gewerkschaftszugehörigkeit
hr: Politička stajališta, vjerska ili filozofska uvjerenja, članstvo u sindikatima
it: Opinioni politiche, convinzioni religiose o filosofiche, l’appartenenza a un sindacato
sl: Politični nazori, verska ali filozofska prepričanja, članstvo v sindikatu
uk: Політичні погляди, релігійні або філософські переконання, членство в профспілці

source: Genetic data, biometric data for the purpose of uniquely identifying a natural person
de: Genetische Daten, biometrische Daten zum Zweck der eindeutigen Identifizierung einer natürlichen Person
hr: Genetski podatci, biometrijski podatci u svrhu jedinstvenog identificiranja fizičke osobe
it: Dati genetici, dati biometrici trattati solo per identificare un essere umano
sl: Genetski, biometrični podatki za namene edinstvene identifikacije posameznika
uk: Генетичні дані, біометричні дані з метою однозначної ідентифікації фізичної особи

source: Data concerning health
de: Gesundheitsdaten
hr: Podatci koji se odnose na zdravlje
it: Dati relativi alla salute
sl: Podatki o zdravju
uk: Дані про здоров'я

source: Data concerning a natural person's sex life or sexual orientation
de: Daten bezüglich der sexuellen Orientierung einer natürlichen Person
hr: Podatci koji se odnose na spolni život ili seksualnu orijentaciju fizičke osobe
it: Dati relativi alla vita sessuale o all’orientamento sessuale di una persona
sl: Podatki glede spolnega življenja ali spolne usmerjenosti posameznika
uk: Дані про статеве життя або сексуальну орієнтацію фізичної особи

source: Educational background / title
de: Akademischer Hintergrund background / Titel
hr: Obrazovanje / stečena titula
it: Formazione / Titolo
sl: Podatki o izobrazbi / naziv
uk: Освіта / здобутий титул

source: Affiliation / professional situation / occupation
de: Berufliche Zugehörigkeit / Berufliche Situation / Tätigkeitsbezeichnung
hr: Ustanova zaposlenja / profesionalni status / zanimanje
it: Affiliazione / situazione professionale / professione
sl: Ustanova zaposlitve / zaposlitev / poklic
uk: Приналежність до установи/ професійна ситуація / рід занять

source: Your <b>"Personal Data"</b> is any information related to you. <b>"Processing"</b> is any operation performed on the data.
it: Un <b>"Dato Personale"</b> è qualsiasi informazione che riguarda la tua persona. <b>"Trattamento"</b> è qualsiasi operazione compiuta e applicata a dati personali.

source: You can also contact our <b>Data Protection Officer</b>
de: Kontaktieren Sie auch gerne unsere/n <b>Datenschutzbeauftragte/n</b>
it: Puoi anche contattare il <b>responsabile della protezione dei dati</b>
sl: Povežete se lahko tudi z našim/n <b>informacijskim pooblaščencem/n</b>

source: Will your data be transferred outside the European Economic Area (EGP)?
uk: Чи передватимуться Ваші дані за межі Європейської економічної зони (ЄЕЗ)?

source: Providing / keeping a mailing list to communicate to subscribers
uk: Надання / підтримка розсилки електронної пошти для спілкування з передплатниками

source: Keeping a mailing list to provide a communication platform for subscribers
uk: Підтримка розсилки електронної пошти з метою забезпечення комунікаційної платформи для передплатників
