Repository: acdh-oeaw/drupal-cfw
Catalog: custom/modules/cfw_output/translations/cfw_output-*.po
Languages: de, hr, it, sl, uk

source: Submission is not available, please create a new one!
de: Diese Ausgabe ist nicht verfügbar. Bitte erstellen Sie eine neue!
hr: Prijava nije dostupna, molimo Vas da izradite novu!
it: La richiesta non è disponibile, per favore creane una nuova!
sl: Oddani dokument ni na voljo. Prosimo, ustvarite novega!
uk: Ваше подання недоступне, просимо створити нове!

source: Thank you for using the DARIAH ELDAH Consent Form Wizard. You can obtain the text for your consent form by downloading it from this page. Please note that you will be provided raw text only. Please also be aware that for data privacy reasons, the information you entered in the tool to obtain your consent form will not be stored and will be lost when closing the website. If you want to provide your result as an example for other CFW users, please send it to us at <a href='mailto:eldah@dariah.eu'>eldah@dariah.eu</a>
de: Vielen Dank, dass Sie den DARIAH ELDAH Consent Form Wizard verwenden. Den Text für Ihre Einwilligungserklärung können Sie auf dieser Seite herunterladen. Bitte beachten Sie, dass Ihnen nur Rohtext zur Verfügung gestellt wird. Bitte beachten Sie auch, dass die Informationen, die Sie zur Einholung Ihrer Einwilligungserklärung in das Tool eingegeben haben, aus Datenschutzgründen nicht gespeichert werden und somit beim Schließen der Website verloren gehen. Wenn Sie Ihr Ergebnis als Musterbeispiel für andere CFW Nutzer zur Verfügung stellen möchten, senden Sie es uns bitte an <a href='mailto:eldah@dariah.eu'>eldah@dariah.eu</a>
hr: Hvala Vam što koristite DARIAH ELDAH-ov Consent Form Wizard. Na ovoj mrežnoj stranici možete preuzeti tekst Vašeg obrasca za privolu. Imajte na umu da ćete dobiti samo neobrađeni tekst. Također, radi zaštite privatnosti podataka, informacije koje ste unijeli u alat kako biste dobili obrazac za privolu neće biti pohranjene i nestat će nakon što zatvorite mrežnu stranicu. Ako želite podijeliti svoj obrazac s drugim korisnicima CFW-a, pošaljite nam ga na adresu mrežne pošte <a href='mailto:eldah@dariah.eu'>eldah@dariah.eu</a>
it: Ti ringraziamo per aver utilizzato il DARIAH ELDAH Consent Form Wizard. Puoi ottenere il testo per il tuo modulo di consenso scaricandolo da questa pagina. Nota che otterrai unicamente il testo non processato. Inoltre, ti preghiamo di essere consapevole del fatto che, per ragioni di privacy, le informazioni che hai inserito per ottenere il modulo di consenso non saranno memorizzate e andranno perse alla chiusura del sito. Nel caso in cui tu voglia fornire il tuo risultato come esempio per altri utenti del CWF, sei pregato di inviarcelo alla seguente e-mail: <a href=""mailto:eldah@dariah.eu"">eldah@dariah.eu</a>
sl: Hvala, ker uporabljate DARIAH ELDAH čarovnik za obrazce za privolitev. Besedilo za vaš obrazec lahko prenesete na svojo napravo. Čarovnik izdela zgolj neoblikovano besedilo. Hkrati vas opozarjamo, da se bodo zaradi skrbi za varovanje informacij zasebnega značaja, vsi podatki, ki ste jih vnesli v naše orodje, izbrisali v trenutku, ko zaprete spletno stran. Če želite besedilo svojega obrazca dati na voljo kot vzorec drugim uporabnikom čarovnika, nam ga lahko pošljete na naslov <a href='mailto:eldah@dariah.eu'>eldah@dariah.eu</a>.
uk: Дякуємо Вам за використання Consent Form Wizard від DARIAH ELDAH. З цієї сторінки Ви можете завантажити форму тексту згоди. Зверніть увагу, Ви отримаєте лише неопрацьований текст. Також майте на увазі, що, з міркувань захисту конфіденційності даних, введена Вами в інструмент інформація для отримання форми згоди не зберігатиметься та буде втрачена після закриття веб-сайту. Якщо Ви маєте бажання надати свій результат, як приклад для інших користувачів CFW, прошу надіслати його нам на адресу електронної пошти<ahref='mailto:eldah@dariah.eu'>eldah@dariah.eu</a>

source: Download the Raw text
de: Rohtext herunterladen
hr: Preuzmite neobrađeni tekst
it: Scarica il testo non processato
sl: Prenos neobdelanega besedila
uk: Завантажте неопрацьований текст

source: Information on Data Processing and Declaration of Consent
de: Informationen zur Datenverarbeitung und Einwilligungserklärung
hr: Informacije o obradi podataka i deklaracija o pristanku
it: Informazioni sul trattamento dei dati e sulla dichiarazione del consenso
sl: Informacije o obdelavi podatkov in izjava o privolitvi
uk: Інформація про обробку даних і декларація про згоду

source: Introduction
de: Einführung
hr: Uvod
it: Introduzione
sl: Uvod
uk: Вступ

source: values your privacy and processes your personal data in compliance with the EU General Data Protection Regulation (GDPR)
de: respektiert Ihre Privatsphäre und verarbeitet Ihre personenbezogenen Daten in Übereinstimmung mit der EU-Datenschutzgrundverordnung (DSGVO)
hr: cijeni Vašu privatnost i obrađuje Vaše osobne podatke u skladu s EU-ovom Općom uredbom o zaštiti podataka (GDPR)
it: tiene in considerazione la tua privacy e tratta I tuoi dati personali in conformità con il regolamento generale sulla protezione dei dati (GDPR)
sl: spoštuje vašo zasebnost in obdeluje osebne podatke v skladu s Splošno uredbo Evropske unije o varstvu osebnih podatkov (GDPR)
uk: цінує Вашу конфіденційність і обробляє Ваші особисті дані відповідно до Загального регламенту захисту даних ЄС (GDPR)

source: Your <b>Personal Data</b> is any information related to you. <b>Processing</b> is any operation performed on the data.
de: Ihre <b>personenbezogenen Daten</b> sind alle Informationen, die Sie betreffen. <b>Verarbeitung</b> ist jeder mit den Daten durchgeführte Vorgang.
hr: Vaši <b>osobni podatci</b> su sve informacije koje se odnose na vas. <b>Obrada</b> je svako postupanje s podatcima.
sl: <b>Osebni podatki</b> so vse vrste podatkov, ki so povezani z vami. <b>Obdelava podatkov</b> zaobjema kakršnokoli ravnanje s podatki.
uk: Ваші <b>Особисті дані</b> – це будь-яка інформація, що стосується Вас. <b>Обробка</b> – це будь-яка операція, яка виконується над даними.

source: According to the <b>Transparency Principle</b>, this document will provide you with information about the processing of your personal data as required by Art. 12, 13, and 14 of the GDPR.
de: Dem <b>Transparenzprinzip</b> folgend, informiert Sie dieses Dokument über die Verarbeitung Ihrer personenbezogenen Daten, wie es nach Art. 12, 13 und 14 der DSGVO vorgeschrieben ist.
hr: U skladu s <b>načelom transparentnosti</b>, ovaj će Vam dokument pružiti informacije o obradi Vaših osobnih podataka prema zahtjevima čl. 12, 13 i 14 GDPR-a.
it: In conformità con il <b>principio della trasparenza</b> questo documento fornirà informazioni riguardo il trattamento dei tuoi dati personali come richiesto dagli articoli 12, 13 e 14 del GDPR.
sl: Skladno z <b>načelom transparentnosti</b>, vas ta dokument informira o obdelavi vaših osebnih podatkov, kot to določajo členi 12, 13 in 14 GDPR.
uk: Згідно <b>принципу прозорості</b> цей документ надасть Вам інформацію про опрацювання Ваших персональних даних відповідно до вимог ст. 12, 13 і 14 GDPR.

source: Who am I and how can you contact me?
de: Wer bin ich und wie können Sie mich kontaktieren?
hr: Tko sam ja i kako me možete kontaktirati?
it: Chi sono e come puoi contattarmi?
sl: Kdo sem in kako se lahko povežete z mano?
uk: Хто я і як зі мною сконтактуватися?

source: Name
hr: Ime
it: Nome
sl: Ime
uk: Ім’я

source: Address
de: Adresse
hr: Adresa
it: Indirizzo
sl: Naslov
uk: Адреса

source: E-mail
hr: Adresa mrežne pošte
sl: E-naslov
uk: Електронна пошта

source: Who are we and how can you contact us?
de: Wer sind wir und wie können Sie uns kontaktieren?
hr: Tko smo mi i kako nas možete kontaktirati?
it: Chi siamo e come puoi contattarci?
sl: Kdo smo in kako lahko stopite v stik z nami?
uk: Хто ми і як з нами сконтактуватися?

source: acting as the data controller within the meaning of the GDPR.
de: als Verantwortliche/r im Sinne der DSGVO.
hr: djeluje kao voditelj obrade podataka u smislu GDPR-a.
it: operando come titolare del trattamento ai sensi del GDPR.
sl: v vlogi upravljalca za ravnanje s podatki v smislu določil GDPR.
uk: діє як контролер даних у розумінні GDPR.

source: You can also contact our <b>Data Protection Officer</b>
de: Sie können auch unsere/n <b>Datenschutzbeauftragte/n</b> kontaktieren
hr: Možete se obratiti i našem <b>službeniku za zaštitu podataka</b>
it: Puoi ugualmente contattare il nostro responsabile della protezione dei dati /n <b>(Data Protection Officer)/n</b>
sl: Lahko se povežete tudi z našim <b>pooblaščencem za zaščito podatkov/n</b>
uk: Ви можете звернутися і до нашого <b>спеціаліста із захисту даних</b>

source: at
de: über
hr: na
it: a
sl: na naslovu
uk: у

source: For what purpose do I process your data?
de: Zu welchem ​​Zweck verarbeite ich Ihre Daten?
hr: U koje svrhe obrađujem Vaše podatke?
it: Per quale finalità tratto I tuoi dati?
sl: S kakšnim namenom želim obdelati vaše podatke?
uk: З якою метою я опрацьовую Ваші дані?

source: For what purpose do we process your data?
de: Zu welchem ​​Zweck verarbeiten wir Ihre Daten?
hr: U koje svrhe obrađujemo Vaše podatke?
it: Per quale finalità trattiamo I tuoi dati?
sl: S kakšnim namenom bomo obdelali vaše podatke?
uk: З якою метою ми опрацьовуємо Ваші дані?

source: Your data will be processed within the
de: Ihre Daten werden im Rahmen des
hr: Vaši će podatci biti obrađeni u okviru
it: I tuoi dati saranno trattati nell’ambito del progetto
sl: Podatke o vas bomo obdelovali v okviru projekta
uk: Ваші дані будуть опрацьовані в рамках

source: project (hereinafter: the project).
de: Projekts (im Folgenden: das Projekt) verarbeitet
hr: projekta (u daljnjem tekstu: Projekt).
it: (d’ora in avanti identificato come: il progetto)
sl: (v nadaljevanju: projekt).
uk: проєкту (далі в тексті: Проєкт).

source: Project description
de: Projektbeschreibung
hr: Opis Projekta
it: Descrizione del progetto
sl: Opis projekta
uk: Опис Проєкту

source: To learn more about the
de: Weitere Informationen zum
hr: Kako biste saznali više o
it: Per saperne di più riguardo al progetto
sl: Več o projektu
uk: Щоб дізнатися більше про

source: project, please see
de: Projekt finden Sie unter
hr: Projektu, pogledajte
it: progetto, perfavore guarda
sl: lahko najdete na povezavi
uk: Проєкт, дивіться, будь ласка

source: Please be informed that your data may also be used in different research projects in the domain of
de: Bitte beachten Sie, dass Ihre Daten gemäß der DSGVO auch in anderen Forschungsprojekten im Rahmen von
hr: Imajte na umu da se Vaši podatci mogu koristiti i u različitim istraživačkim projektima na području
it: Ti informiamo che i tuoi dati potranno anche essere utilizzati in altri progetti di ricerca nel campo di
sl: Opozoriti vas želimo, da lahko osebne podatke, ki jih bomo zbrali o vas, v skladu z določili GDPR, uporabimo tudi v drugih raziskavah s področja
uk: Просимо мати на увазі, що Ваші дані можуть бути використані також в різних дослідницьких проєктах у царині

source: in accordance with the GDPR.
de: verwendet werden können.
hr: u skladu s GDPR-om.
it: in conformità con il testo del Regolamento (Ue) 2016/679 (GDPR).
uk: згідно з GDPR.

source: What information about you do I collect and process?
de: Welche Informationen über Sie erhebe und verarbeite ich?
hr: Koje podatke o Vama prikupljam i obrađujem?
it: Quali informazioni su di te raccolgo e tratto?
sl: Kakšne podatke o vas zbiram in obdelujem?
uk: Яку інформацію про Вас збираю та опрацьовую?

source: What information about you do we collect and process?
de: Welche Informationen über Sie erheben und verarbeiten wir?
hr: Koje podatke o Vama prikupljamo i obrađujemo?
it: Quali informazioni su di te raccogliamo e trattiamo?
sl: Kakšne vrste podatkov o vas zbiramo in obdelujemo?
uk: Яку інформацію про Вас збираємо та опрацьовуємо?

source: The following types of information about you are collected and processed within the project:
de: Folgende Arten von Informationen über Sie werden im Rahmen des Projekts erhoben und verarbeitet:
hr: U okviru projekta, prikupljaju se i obrađuju sljedeći podatci o Vama:
it: I seguenti tipi di informazione su di te sono raccolti e trattati nell’ambito del progetto:
sl: V okviru projekta bomo zbrali naslednje osebne podatke o vas:
uk: В рамках проєкту збираються і опрацьовуються наступні категорії інформації про Вас:

source: Furthermore, the following special categories of personal data related to you are also processed
de: Darüber hinaus werden folgende besondere Kategorien von Sie betreffenden personenbezogenen Daten verarbeitet
hr: Nadalje, obrađuju se i sljedeće posebne kategorije osobnih podataka koji se odnose na Vas
it: Inoltre, sono ugualmente trattate le seguenti categorie particolari di dati personali che ti riguardano
sl: Poleg tega bomo obdelali še naslednje osebne podatke, ki se nanašajo na vas in sodijo v posebne kategorije
uk: В подальшому, опрацьовуватимуться наступні, дотичні до Вас особливі категорії персональних даних

source: The data are collected directly from you through
de: Die Daten werden direkt von Ihnen erhoben durch
hr: Podatci se prikupljaju izravno od Vas putem
it: I dati sono raccolti direttamente da te attraverso
sl: Oseba, ki bo podatke zbrala neposredno od vas, je
uk: Дані збираються безпосередньо від Вас через

source: Your IP address is automatically collected when you connect to the website.
de: Ihre IP Adresse wird automatisch erfasst, wenn Sie sich mit der Webseite verbinden.
hr: Vaša IP adresa automatski se prikuplja kada pristupite ovoj mrežnoj stranici.
it: Il tuo indirizzo IP è raccolto automaticamente quando ti colleghi al sito web
sl: Vaš IP naslov je samodejno zabeležen, ko se povežete na spletno stran.
uk: Ваша IP-адреса автоматично збирається під час підключення до веб-сайту.

source: Legal basis for the processing of your data
de: Rechtsgrundlage für die Verarbeitung Ihrer Daten
hr: Pravna osnova za obradu Vaših podataka
it: Base giuridica per il trattamento dei tuoi dati
sl: Pravna podlaga za obdelavo vaših podatkov
uk: Правове підґрунтя для обробки Ваших даних

source: Your data is processed on the basis of your consent (Art. 6.1(a) of the GDPR) which you give by accepting this notice.
de: Die Verarbeitung Ihrer Daten erfolgt auf Grundlage Ihrer Einwilligung (Art. 6.1(a) der DSGVO), die Sie erteilen, indem Sie dieser Mitteilung zustimmen.
hr: Vaši se podatci obrađuju na temelju privole (Čl. 6.1(a) GDPR-a) koju dajete prihvaćanjem ove obavijesti.
it: I tuoi dati sono trattati sulla base del consenso (Art. 6.1 (a) del GDPR) che dai accettando la presente informativa
sl: Vaši osebni podatki bodo obdelani na podlagi vaše privolitve (Člen 6.1(a) GDPR), ki jo potrdite s tem, da sprejmete to obvestilo.
uk: Ваші дані опрацьовуються на підставі згоди (стаття 6.1(a) GDPR), яку Ви надаєте, приймаючи це повідомлення.

source: Exceptionally, where consent is not an appropriate legal basis, your personal data can also be processed on the basis of our legitimate interest in carrying out the project, or further research in the field of
de: In Ausnahmefällen, wenn die Einwilligung keine geeignete Rechtsgrundlage ist, können Ihre personenbezogenen Daten auch aufgrund unseres berechtigten Interesses an der Durchführung des Projekts oder der weiteren Forschung im Rahmen von
hr: Iznimno, kada privola nije odgovarajuća pravna osnova, vaši se osobni podatci mogu obraditi i na osnovu našeg legitimnog interesa za provedbu projekta ili daljnje istraživanje na području
it: Eccezionalmente, quando il consenso non è una base giuridica appropriata, i tuoi dati personali possono ugualmente essere trattati sulla base del nostro interesse legittimo nella realizzazione del progetto, o per ricerche ulteriori nel campo di
sl: V izjemnih primerih, ko privolitev ni ustrezna pravna osnova, lahko za obdelavo vaših osebnih podatkov zadošča zgolj naš legitimni interesa za izvedbo projekta ali za nadaljnje raziskave s področja
uk: Як виняток, Ваші персональні дані можуть бути опрацьованими і у випадку згоди без відповідного правового підґрунтя на підставі нашого законного інтересу щодо виконання проєкту або подальших досліджень в царині

source: Then, the processing is based on Art. 6.1(f) of the GDPR.
de: verarbeitet werden. Die Verarbeitung basiert dann auf Art. 6.1(f) der DSGVO.
hr: U tom slučaju, obrada se temelji na Čl. 6.1(f) GDPR-a.
it: In questo caso il trattamento si basa sull’Art. 6.1(f) del GDPR.
sl: Obdelava podatkov je utemeljena na členu 6.1(f) GDPR.
uk: У цьому випадку, опрацювання відбувається на підставі ст. 6.1(f) GDPR.

source: For how long do we keep your data?
de: Wie lange speichern wir Ihre Daten?
hr: Koliko dugo čuvamo Vaše podatke?
it: Per quanto tempo conserviamo I tuoi dati?
sl: Kako dolgo hranimo vaše podatke?
uk: Як довго зберігатимемо Ваші дані?

source: Your data will be stored
de: Ihre Daten werden gespeichert
hr: Vaši će se podatci čuvati
it: I tuoi dati saranno conservati
sl: Vaši podatki se bodo shranili.
uk: Ваші дані будуть збережені

source: until the end of the funding period or research project
de: Bis zum Ende der Förderdauer bzw. des Forschungsprojekts
hr: do kraja razdoblja financiranja ili do završetka istraživačkog projekta
it: sino alla fine del periodo di finanziamento del progetto di ricerca
sl: do konca financiranja oziroma do izteka projekta
uk: до завершення фінансування або дослідницького проєкту

source: for a period of
de: Für einen Zeitraum von
hr: na razdoblje od
it: per un periodo di
sl: za dobo
uk: на період

source: months after collection.
de: Monaten nach der Erhebung.
hr: mjeseci nakon prikupljanja.
it: mesi dopo la raccolta dei dati.
sl: mesecev po zbiranju.
uk: місяців після збору.

source: for as long as necessary for the fulfillment of the defined research purposes.
de: Solange wie es für die Erfüllung der definierten Forschungszwecke erforderlich ist.
hr: onoliko dugo koliko je potrebno za ispunjenje definiranih ciljeva istraživanja.
it: per tutto il tempo necessario al soddisfacimento delle finalità di ricerca predefinite.
sl: tako dolgo, kot je potrebno za dosego ciljev raziskave.
uk: стільки, скільки необхідно для досягнення визначених цілей дослідження.

source: Will your data be shared with anyone?
de: Werden Ihre Daten an Dritte weitergegeben?
hr: Hoće li se vaši podatci s nekim dijeliti?
it: I tuoi dati saranno condivisi con qualcuno?
sl: Ali bomo vaše podatke delili z drugimi?
uk: Чи ділитимуться з кимось Вашими даними?

source: Your personal data will not be shared with or disclosed to anyone
de: Ihre personenbezogenen Daten werden nicht mit Dritten geteilt oder Dritten offengelegt
hr: Vaši osobni podatci neće se dijeliti niti otkrivati drugima
it: I tuoi dati personali non saranno condivisi o divulgati
sl: Vaših osebnih podatkov ne bomo dali v skupno rabo nikomur ali jih komurkoli razkrili
uk: Ваші персональні дані нікому не передаватимуть і не розголошуватимуть

source: outside the
de: außerhalb von
hr: van
it: all’infuori del
sl: izven
uk: за межами

source: Within the project, your personal data will be shared with researchers from the following partner institutions
de: Im Rahmen des Projekts werden Ihre personenbezogenen Daten an Forschende der folgenden Partnerinstitutionen weitergegeben
hr: U okviru projekta, vaši će se osobni podatci dijeliti sa znanstvenicima iz sljedećih partnerskih ustanova
it: All’interno del progetto, i tuoi dati personali saranno condivisi con i ricercatori dei seguenti istituti
sl: V okviru projekta bomo vaše osebne podatke dali v skupno rabo raziskovalcem naslednjih sodelujočih ustanov
uk: У рамках проекту Ваші персональні дані будуть передані дослідникам із наступних партнерських установ

source: Country
de: Land
hr: Zemlja
it: Stato
sl: država
uk: Країна

source: within the European Economic Area (EU member states, Iceland, Liechtenstein, Norway) or in the UK
de: Innerhalb des Europäischen Wirtschaftsraums (EU-Mitgliedstaaten, Island, Liechtenstein, Norwegen) oder im Vereinigten Königreich
hr: unutar Europskog gospodarskog prostora (članice EU-a, Island, Lihtenštajn, Norveška) ili u Ujedinjenom Kraljevstvu
it: All’interno dello Spazio economico europeo (European Economic Area, EEA) (Stati membri dell’Unione Europea, Islanda, Liechtenstein, Norvegia) o nel Regno Unito
sl: znotraj evropskega gospodarskega prostora (države članice Evropske skupnosti, Islandija, Lihtenštajn, Norveška) ali v Združenem kraljestvu
uk: в межах Європейської економічної зони (країни-члени ЄС, Ісландія, Ліхтенштейн, Норвегія) або у Великобританії

source: in a country considered as having adequate data privacy safeguards by the EU (Andorra, Argentina, Canada, Faroe Islands, Guernsey, Israel, Isle of Man, Japan, Jersey, New Zealand, Switzerland, Uruguay)
de: In einem Land, das von der EU als Land mit angemessenen Datenschutzvorkehrungen angesehen wird (Andorra, Argentinien, Kanada, Färöer, Guernsey, Israel, Isle of Man, Japan, Jersey, Neuseeland, Schweiz, Uruguay)
hr: u zemlji koja prema mišljenju EU-a ima odgovarajuće mjere zaštite privatnosti osobnih podataka (Andora, Argentina, Kanada, Farski otoci, Guernsey, Izrael, otok Man, Japan, Jersey, Novi Zeland, Švicarska, Urugvaj).
it: In uno Stato/territorio considerato dall’Unione Europea come avente adeguate misure di salvaguardia relative alla tutela della privacy (Andorra, Argentina, Canada, Isole Fær Øer, Guernsey, Israele, Isola di Man, Giappone, Jersey, Nuova Zelanda, Svizzera, Uruguay)
sl: V državi, ki po kriterijih Evropske unije ustrezno varuje zasebnost (Andora, Argentina, Kanada, Ferski otoki, Otok Guernsey, Izrael, Otok Man, Japonska Jersey, Nova Zelandija, Švica, Urugvaj)
uk: у країні, що забезпечує відповідні ЄС гарантії конфіденційності даних (Андорра, Аргентина, Канада, Фарерські острови, Гернсі, Ізраїль, Острів Мен, Японія, Джерсі, Нова Зеландія, Швейцарія, Уругвай)

source: in the USA
de: In den USA
hr: u SAD-u
it: negli Stati Uniti
sl: v ZDA
uk: в США

source: in a different country
de: In einem anderen Land
hr: u nekoj drugoj zemlji
it: in un altro Stato
sl: v drugi državi
uk: в іншій країні

source: Your data may be shared with other researchers via specialised repositories or other appropriate communication channels.
de: Ihre Daten können über spezialisierte Repositorien oder andere geeignete Kommunikationskanäle mit anderen Forschern geteilt werden.
hr: Vaši bi podatci mogli biti podijeljeni s drugim znanstvenicima putem specijaliziranih repozitorija ili drugih odgovarajućih komunikacijskih kanala
it: I tuoi dati potranno essere condivisi con altri ricercatori attraverso archivi specializzati o altri adeguati mezzi di comunicazione
sl: Do vaših podatkov bodo lahko dostopali drugi raziskovalci preko namenskih repozitorijev ali drugih ustreznih načinov komunikacije.
uk: Ваші дані можуть бути передані іншим дослідникам через спеціалізовані репозитарії або інші відповідні канали зв’язку.
