Repository: acdh-oeaw/drupal-cfw
Catalog: custom/modules/cfw_output/translations/cfw_output-*.po
Languages: de, hr, it, sl, uk

source: To safeguard your privacy, the data will be shared in pseudonymised form, i.e. without the elements by which you could be identified, which will be stored separately and not shared
de: Um Ihre Privatsphäre zu schützen, erfolgt die Weitergabe der Daten in pseudonymisierter Form, d.h. ohne jene Elemente, die Rückschlüsse auf Ihre Identität erlauben. Diese werden gesondert gespeichert und nicht weitergegeben
hr: Radi zaštite Vaše privatnosti, podatci će se dijeliti u pseudonimiziranom obliku odnosno bez elemenata po kojima biste mogli biti identificirani, a koji će biti pohranjeni odvojeno i neće se dalje dijeliti
it: Per salvaguardare la tua privacy, i dati saranno condivisi in forma pseudonimizzata, per esempio senza gli elementi che potrebbero identificarti, i quali saranno conservati separatamente e non saranno condivisi
sl: Z namenom zaščite vaše zasebnosti bomo podatke dali v skupno rabo v psevdonomizirani obliki, t. j. brez elementov, s pomočjo katerih bi vas lahko identificirali. Ti elementi bodo hranjeni ločeno in jih ne bomo dali v skupno rabo
uk: З метою забезпечення конфіденційності, Ваші дані будуть надані в псевдонімізованій формі, тобто без елементів, за якими Вас можна було б ідентифікувати, відповідно, вони зберігатимуться окремо та не будуть надані

source: Will your data be transferred outside the European Economic Area (EEA)?
de: Werden Ihre Daten außerhalb des Europäischen Wirtschaftsraums (EWR) transferiert?
hr: Hoće li se vaši podatci prenositi izvan granica Europskog gospodarskog područja?
it: I tuoi dati saranno trasferiti all’infuori dello Spazio economico europeo?
sl: Ali bomo vaše podatke delili izven Evropskega gospodarskega prostora (EGP)?

source: Your data will not be transferred outside the European Economic Area.
de: Ihre Daten werden nicht außerhalb des Europäischen Wirtschaftsraums transferiert.
hr: Vaši se podatci neće prenositi izvan granica Europskog gospodarskog područja.
it: I tuoi dati non saranno trasferiti all’infuori dello Spazio economico europeo.
sl: Vaših podatkov ne bomo prenesli zunaj Evropskega gospodarskega prostora.
uk: Ваші дані не передаватимуться за межі Європейської економічної зони.

source: Your data will be transferred to our partners within the framework of the relevant adequacy decision of the European Commission (Art. 45 of the GDPR).
de: Ihre Daten werden im Rahmen des entsprechenden Angemessenheitsbeschlusses der Europäischen Kommission (Art. 45 der DSGVO) an unsere Partner übermittelt.
hr: Vaši će se podatci prenositi našim partnerima u okviru odluke Europske komisije o primjerenoj razini zaštite (Čl. 45 GDPR-a)
it: I tuoi dati saranno trasferiti ai nostri partner nel quadro dell’attinente decisione di adeguatezza della Commissione Europea (Art. 45 del GDPR).
sl: Vaše podatke bomo delili s projektnimi partnerji v okvirih odločbe Evropske komisije o ustreznosti (člen 45 GDPR).
uk: Ваші дані будуть передані нашим партнерам у рамках відповідного рішення Європейської комісії щодо належного рівня захисту (ст. 45 GDPR).

source: Your data will be transferred to our partners in the United States of America within the Privacy Shield framework.
de: Ihre Daten werden im Rahmen des Privacy Shield an unsere Partner in den Vereinigten Staaten von Amerika übermittelt.
hr: Vaši će se podatci prenositi našim partnerima u Sjedinjenim Američkim Državama unutar okvira Štita privatnosti.
it: I tuoi dati saranno trasferiti ai nostri partner negli Stati Uniti nel quadro dello scudo UE-USA per la privacy (EU-US Privacy Shield).
sl: Vaše podatke bomo prenesli našim proketnim partnerjem v Združenih državah Amerike v pod pogoji sporazuma zasebnostni ščit.
uk: Ваші дані будуть передані нашим партнерам у Сполучених Штатах Америки в рамках програми Privacy Shield (Щит конфіденціності).

source: No profiling or automated decision-making
de: Keine Profilerstellung oder automatisierte Entscheidungsfindung
hr: Bez profiliranja ili automatiziranog donošenja odluka
it: Nessuna schedatura o processi decisionali automatizzati
sl: Brez oblikovanja profilov ali avtomatiziranega sprejemanja odločitev
uk: Без профілювання чи автоматичного прийняття рішень

source: Your data will not be used for profiling or automated decision-making purposes.
de: Ihre Daten werden nicht für Profilerstellungs- oder automatisierte Entscheidungsfindungszwecke verwendet.
hr: Vaši podatci neće biti korišteni za profiliranje ili automatizirano donošenje odluka.
it: I tuoi dati non saranno utilizzati per fini di schedatura o per processi decisionali automatizzati.
sl: Vaših podatkov ne bomo uporabili za oblikovanje profilov ali za avtomatizirano sprejemanje odločitev.
uk: Ваші дані не використовуватимуться для профілювання чи автоматизованого прийняття рішень.

source: I
de: Ich
hr: Ja
it: io
sl: jaz
uk: Я

source: me
de: mich
hr: mene
it: mi
sl: mene
uk: мене

source: We
de: Wir
hr: Mi
it: noi
sl: mi
uk: Ми

source: us
de: uns
hr: nas
it: ci
sl: nas
uk: нас

source: Your rights with regards to the processing of your data
de: Ihre Rechte bezüglich der Verarbeitung Ihrer Daten
hr: Vaša prava vezano za obradu Vaših podataka
it: I tuoi diritti rispetto al trattamento dei tuoi dati
sl: Vaše pravice glede obdelave vaših podatkov
uk: Ваші права на предмет опрацювання ваших даних

source: The GDPR grants you certain rights with regards to the processing of your personal data. These rights include
de: Die DSGVO gewährt Ihnen bestimmte Rechte in Bezug auf die Verarbeitung Ihrer personenbezogenen Daten. Diese Rechte umfassen
hr: GDPR Vam daje određena prava vezano za obradu Vaših osobnih podataka. Ova prava uključuju
it: Il GDPR ti conferisce alcuni diritti per quanto riguarda il trattamento dei tuoi dati. Questi diritti includono
sl: GDPR vam zagotavlja določene pravice glede obdelave vaših osebnih podatkov. Te pravice vključujejo
uk: GDPR надає Вам певні права щодо опрацювання Ваших персональних даних. Ці права включають

source: <b>Access</b> (Art. 15 of the GDPR): you have the right to obtain confirmation as to whether
de: <b>Auskunft</b> (Art. 15 der DSGVO): Sie haben das Recht, eine Bestätigung darüber zu erhalten, ob
hr: <b>Pravo pristupa</b> (Čl. 15 GDPR-a): imate pravo dobiti potvrdu o tome tko
it: <b>Accesso</b> (Art. 15 del GDPR): hai il diritto di ottenere conferma del fatto che
sl: <b>Pravica dostopa</b> (Člen 15 GDPR): Imate pravico dobiti potrditev ali
uk: <b>Доступ</b> (ст. 15 GDPR): ви маєте право отримати підтвердження про те, хто

source: have your personal data, as well as information about how
de: über Ihre personenbezogenen Daten verfüge(n), sowie Informationen darüber zu erhalten, wie
hr: raspolaže Vašim osobnim podatcima te na koji način
it: disponiamo dei tuoi dati personali, nonché informazioni su come
sl: ima vaše osebne podatke in kako
uk: володіє Вашими персональними даними, а також інформацію про те, як

source: process it. You can also request a copy of your personal data, for which
de: diese verarbeite(n). Sie können auch eine Kopie Ihrer personenbezogenen Daten anfordern, für die
hr: ih obrađuje. Možete zatražiti i kopiju osobnih podataka, za što
it: li trattiamo. Puoi richiedere una copia dei tuoi dati personali, per i quali
sl: jih obdeluje(jo). Lahko zahtevate tudi kopijo svojih osebnih podatkov, za katero vam
uk: їх опрацьовує. Також можете замовити копію своїх персональних даних, для чого

source: may charge you a reasonable fee based on administrative costs. In order to exercise your right of access, contact
de: Ihnen eine angemessene Gebühr basierend auf den Verwaltungskosten in Rechnung stellen kann/können. Um von Ihrem Auskunftsrecht Gebrauch zu machen, wenden Sie sich an
hr: smije naplatiti razumnu naknadu na temelju administrativnih troškova. Kako biste ostvarili svoje pravo, javite se
it: possiamo addebitarti un costo ragionevole basato sui costi amministrativi. Per esercitare il tuo diritto di accesso, contatta
sl: lahko zaračuna(jo) upravne[a] stroške v razumni višini. Če želite uvelavljati svojo pravico dostopa, se obrnite na
uk: може стягуватися з Вас в розумних межах оплата за адміністративні витрати. Щоб скористатися своїм правом доступу, просимо звертатися

source: <b>Rectification</b> (Art. 16 of the GDPR): if your personal data that
de: <b>Berichtigung</b> (Art. 16 der DSGVO): Wenn Ihre personenbezogenen Daten, die
hr: <b>Pravo na ispravak</b> (Čl. 16 GDPR-a): ako su vaši osobni podatci koji
it: <b>Rettifica</b> (Art. 16 del GDPR): nel caso in cui i tuoi dati personali che
sl: <b>Pravica do popravka</b> (Člen 16 GDPR): če so vaši osebni podatki, ki jih
uk: <b>Виправлення</b> (ст. 16 GDPR): якщо Ваші особисті дані, які

source: process are incomplete or inaccurate, you have the right to request rectification of such data without undue delay. In order to exercise your right to rectification, contact
de: verarbeite(n), unvollständig oder unrichtig sind, haben Sie das Recht, unverzüglich die Berichtigung dieser Daten zu verlangen. Um von Ihrem Recht auf Berichtigung Gebrauch zu machen, wenden Sie sich an
hr: se obrađuju nepotpuni ili netočni, imate pravo zatražiti ispravak bez nepotrebnog odgađanja. Kako biste ostvarili svoje pravo na ispravak, javite se
it: trattiamo siano incompleti o inaccurati, hai il diritto di richiedere una rettifica di questi senza indebito ritardo. Per esercitare il tuo diritto di rettifica, contatta
sl: obdeluje, nepopolni ali napačni, imate pravico, zahtevati, da se brez nepotrebnega odlašanja popravijo. Če želite uveljavljati svojo pravico do popravka, se obrnite na
uk: опрацьовуються, є неповним або неточним, маєте право без неоправданої затримки вимагати їхнє негайне виправлення. Щоб скористатися своїм правом на виправлення, просимо звертатись

source: <b>Erasure</b> ("right to be forgotten" – Art. 17 of the GDPR): in certain circumstances (e.g. if your data are processed unlawfully or unnecessarily) you may request erasure of your personal data.
de: <b>Löschung</b> ("Recht auf Vergessenwerden" – Art. 17 der DSGVO): Unter bestimmten Umständen (z.B. wenn Ihre Daten unrechtmäßig oder unnötig verarbeitet werden) können Sie die Löschung Ihrer personenbezogenen Daten verlangen.
hr: <b>Pravo na brisanje</b> ("pravo na zaborav" - Čl. 17 GDPR-a): U određenim okolnostima (npr. ako su vaši podatci nezakonito ili nepotrebno obrađeni) možete zatražiti brisanje Vaših osobnih podataka.
it: <b>Cancellazione</b> ("diritto all’oblio" – Art. 17 del GDPR): in alcune circostanze (ad esempio se i tuoi dati sono processati illegalmente o inutilmente) puoi richiedere la cancellazione dei tuoi dati personali.
sl: <b>Pravica do izbrisa</b> ("pravica do pozabe" – Člen 17 GDPR): V določenih okoliščinah (npr. če še vaši podatki obdelujejo nezakonito ali po nepotrebnem) imate pravico zahtevati izbris svojih osebnih podatkov.
uk: <b>Видалення</b> ("право на забуття" ст. 17 GDPR): за певних обставин (наприклад, якщо Ваші дані обробляються незаконно або без потреби) можете подати запит на видалення своїх персональних даних.

source: <b>Restriction of processing</b> (Art. 18 of the GDPR): in certain circumstances (e.g. if you contest accuracy of your data that we process or lawfulness of the processing) you may request restriction of processing of your data. Such data will not be erased, but in principle can only be processed with your consent
de: <b>Einschränkung der Verarbeitung</b> (Art. 18 der DSGVO): Unter bestimmten Umständen (z.B. wenn Sie die Richtigkeit Ihrer von uns verarbeiteten Daten oder die Rechtmäßigkeit der Verarbeitung anzweifeln) können Sie die Einschränkung der Verarbeitung Ihrer Daten verlangen. Solche Daten werden nicht gelöscht, können jedoch prinzipiell nur mit Ihrer Einwilligung verarbeitet werden
hr: <b>Pravo na ograničenje obrade</b> (Čl. 18 GDPR-a): u određenim okolnostima (npr. ako osporavate točnost obrađenih osobnih podataka ili zakonitost obrade) možete zatražiti ograničenje obrade osobnih podataka. Podatci neće biti izbrisani, ali smiju se obrađivati samo uz Vašu privolu.
it: <b>Limitazione di trattamento</b> (Art. 18 del GDPR): in alcune circostanze (ad esempio se contesti l'accuratezza dei dati personali che trattiamo o la liceità del trattamento) puoi richiedere la limitazione del trattamento dei tuoi dati. Tali dati non verranno cancellati, tuttavia, in principio, potranno essere processati unicamente con il tuo consenso;
sl: <b>Pravica do omejitve obdelave</b> (Člen 18 GDPR): V določenih okoliščinah (npr. če oporekate točnost vaših podatkov, ki jih obdelujemo, ali zakonitost obdelave) lahko zahtevate omejitev obdelave vaših podatkov. V tem primeru podatki ne bodo izbrisani, jih pa bo načeloma mogoče obdelati le z vašo privolitvijo
uk: <b>Обмеження опрацювання</b> (ст. 18 GDPR): за певних обставин (наприклад, у випадку оскарження Вами точності, чи законності щодо нами опрацьованих даних) можете подати запит на обмеження опрацювання Ваших даних. Ці дані не видалятимуться, але засадничо, опрацьовуватимуться лише за Вашою згодою

source: <b>Data portability</b> (Art. 20 of the GDPR): in certain circumstances, you may request transmission of your data to another controller in a structured, commonly used and machine-readable format
de: <b>Datenübertragbarkeit</b> (Art. 20 der DSGVO): Unter bestimmten Umständen können Sie die Übermittlung Ihrer Daten an eine/n andere/n Verantwortliche/n in einem strukturierten, gängigen und maschinenlesbaren Format verlangen
hr: <b>Pravo na prenosivost podataka</b> (Art. 20 der DSGVO): u određenim okolnostima, možete zatražiti prijenos svojih podataka drugom voditelju obrade u strukturiranom, uobičajeno upotrebljavanom i strojno čitljivom obliku
it: <b>Portabilità dei dati</b> (Art. 20 del GDPR): in alcune circostanze, puoi richiedere la trasmissione dei tuoi dati a un altro titolare del trattamento in un formato strutturato, di uso comune e in forma atta alla lettura automatica;
sl: <b>Pravica do prenosljivosti podatkov</b> (Člen 20 GDPR): V določenih okoliščinah lahko zahtevate prenos vaših podatkov k drugemu upravljalcu v strukturirani, splošno uporabljani in strojno berljivi obliki
uk: <b>Переносність даних</b> (ст. 20 GDPR): за певних обставин, Ви можете надіслати запит про передачу Ваших даних іншому контролеру в структурованому форматі, який широко використовується та надається до прочитання на пристрої

source: <b>Right to object</b> (Art. 21 of the GDPR): if you did not consent to the processing, or if it is not necessary to comply with a legal obligation, you may always object to it, in which case
de: <b>Widerspruchsrecht</b> (Art. 21 der DSGVO): Wenn Sie in die Verarbeitung nicht eingewilligt haben oder dies nicht zur Erfüllung einer rechtlichen Verpflichtung erforderlich ist, können Sie jederzeit Widerspruch dagegen einlegen, in welchem Fall
hr: <b>Pravo na prigovor</b> (Čl. 21 GDPR-a): ako niste dali privolu za obradu, ili ako nije potrebno pridržavati se zakonske obveze, uvijek možete uložiti prigovor, te u tom slučaju
it: <b>Diritto di opposizione</b> (Art. 21 del GDPR): nel caso in cui tu non abbia dato il consenso al trattamento, o se questo non sia necessario per rispettare un obbligo di legge, puoi sempre opporti. In questo caso
sl: <b>Pravica do ugovora</b> (člen 21 GDPR): Če niste dali privolitve za obdelavo, ali če ni pravne obveze, ki bi ji bilo treba ustreči, lahko kadarkoli podate ugovor proti obdelavi podatkov. V tem primeru
uk: <b>Право на заперечення</b> (ст. 21 GDPR): якщо Ви не погоджувалися на опрацювання, або в цьому немає потреби з огляду на дотримання юридичного зобов’язання, Ви завжди можете висунути заперечення і, в цьому випадку

source: shall no longer process your data.
de: Ihre Daten nicht mehr verarbeiten werde(n).
hr: vaši podatci neće biti dalje obrađivani.
it: non dovremo più trattare i tuoi dati.
sl: preneha(jo) obdelovati vaše podatke.
uk: Ваші дані більше не опрацьовуватимуться.

source: Moreover, you have the right to
de: Darüber hinaus haben Sie das Recht,
hr: Nadalje, imate pravo
it: Inoltre, hai il diritto di
sl: Poleg tema imate v vsakem trenutku pravico
uk: Крім того, ви маєте право

source: <b>withdraw your consent</b> to the processing of your personal data at any time (Art. 7(3) of the GDPR) by contacting us at
de: <b>Ihre Einwilligung</b> zur Verarbeitung Ihrer personenbezogenen Daten jederzeit <b>zu widerrufen</b> (Art. 7(3) der DSGVO), indem Sie uns unter kontaktieren
hr: <b>u bilo kojem trenutku povući privolu</b> za obradu Vaših osobnih podataka </b> (Čl. 7(3) GDPR-a), na način da nam se javite na
it: <b>revocare il consenso</b> al trattamento dei tuoi dati personali ad ogni momento (Art. 7(3) del GDPR) contattandoci all’e-mail
sl: <b>umakniti privolitev</b> za obdelavo vaših osebnih podatkov (člen 7.(3) GDPR) s tem, da se povežete z nami na
uk: <b>у будь-який час</b> відкликати свою згоду на опрацювання персональних даних (ст. 7(3) GDPR), звернувшись до нас за адресою

source: The withdrawal of consent will not affect the lawfulness of processing based on consent before its withdrawal; lodge a <b>complaint</b> with a supervisory authority.
de: Der Widerruf der Einwilligung hat keinen Einfluss auf die Rechtmäßigkeit der aufgrund der Einwilligung bis zum Widerruf erfolgten Verarbeitung; eine <b>Beschwerde</b> reichen Sie bei einer Aufsichtsbehörde ein.
hr: Povlačenje privole neće utjecati na zakonitost obrade na temelju pristanka danog prije njezinog povlačenja; možete podnijeti <b>žalbu</b> nadzornom tijelu.
it: La revoca del consenso non pregiudica la liceità del trattamento basato sul consenso prima della revoca; presentare un <b>reclamo</b> a un’autorità di vigilanza.
sl: Umik privolitve ne vpliva na zakonitost obdelave utemeljene na privolitvi pred njenim umikom; <b>pritožbo</b> lahko podate pri nazdzornem organu.
uk: Відкликання згоди не вплине на законність опрацювання на основі згоди даної до її відкликання; можете подати <b>скаргу</b> до контролюючого органу.

source: At
de: An
hr: Na
it: A
sl: Pri
uk: На

source: we value your privacy and process your data in compliance with the EU General Data Protection Regulation (GDPR)
de: wir respektieren Ihre Privatsphäre und verarbeiten Ihre Daten in Übereinstimmung mit der EU-Datenschutzgrundverordnung (DSGVO)
hr: cijenimo Vašu privatnost i obrađujemo Vaše podatke u skladu s EU-ovom Općom uredbom o zaštiti podataka (GDPR)
it: Noi rispettiamo la tua privacy e trattiamo I tuoi dati in conformità con il regolamento generale sulla protezione dei dati (GDPR)
sl: spoštujemo vašo zasebnost in obdelujemo vaše podatke v skladu s Splošno uredbo Evropske unije o varstvu osebnih podatkov (GDPR)
uk: ми цінуємо Вашу конфіденційність і опрацьовуємо Ваші дані відповідно до Загального регламенту захисту даних ЄС (GDPR)

source: Your <b>"Personal Data"</b> is any information related to you. <b>"Processing"</b> is any operation performed on the data.
de: Ihre <b>"personenbezogenen Daten"</b> sind alle Informationen, die Sie betreffen. <b>"Verarbeitung"</b> ist jeder mit den Daten durchgeführte Vorgang.
hr: Vaši <b>"osobni podatci"</b> su sve informacije koje se odnose na vas. <b>"Obrada"</b> je svako postupanje s podatcima.
it: Un <b>"Dato Personale"</b> è qualsiasi informazione che riguarda la tua persona. <b>"Trattamento"</b> è qualsiasi operazione compiuta e applicata a dati personali.
sl: Vaši <b>"osebni podatki"</b> so katera koli informacija, ki se nanaša na vas. <b>"Obdelava"</b> je vsako dejanje, ki se izvaja z vašimi osebnimi podatki.
uk: Ваші <b>"Особисті дані"</b> - це будь-яка інформація, що стосується Вас. <b>"Опрацювання"</b> – це будь-яка операція, яка виконується з даними.

source: We process your data for the following purposes
de: Wir verarbeiten Ihre Daten zu folgenden Zwecken
hr: Obrađujemo Vaše podatke u sljedeće svrhe
it: Processiamo I tuoi dati per le seguenti finalità
sl: Vaše podatke obdelujemo zaradi naslednjih razlogov
uk: Ми опрацьовуємо Ваші дані з наступною метою

source: Keeping subscribers informed, community building
de: Um Abonnenten auf dem Laufenden zu halten, für den Community Aufbau
hr: Informiranje pretplatnika, izgradnja zajednice
it: Aggiornare gli iscritti e rafforzare la comunità
sl: Za obveščanje naročnikov oziroma za gradnjo skupnosti
uk: Інформування передплатників, формування спільноти

source: Promoting events, institutions, etc.
de: Um Events, Einrichtungen etc. zu promoten
hr: Promocija događanja, ustanova i dr.
it: Promuovere eventi, organizzazioni etc.
sl: Za promocijo dogodkov, institucij itd.
uk: Інформаційна кампанія подій, установ, тощо.

source: Providing / keeping a mailinglist to communicate to subscribers
de: Um eine Mailingliste zur Kommunikation mit AbonnentInnen bereitstellen/führen zu können
hr: Pokretanje / vođenje mailing liste u svrhu komunikacije s pretplatnicima
it: Fornire / mantenere una mailing list per comunicare con gli iscritti
sl: Zagotavljanje / vzdrževanje mailing liste za komunikacijo z naročniki

source: Keeping a mailinglist to provide a communication platform for subscribers
de: Um eine Mailingliste als Kommunikationsplattform für AbonnentInnen führen zu können
hr: Vođenje mailing liste u svrhu osiguravanja komunikacijske platforme za pretplatnike
it: Mantenere una mailing list per fornire una piattaforma di comunicazione per gli iscritti
sl: Vzdrževanje mailing liste za zagotavljanje komunikacijske platforme za naročnike

source: Documentation of mailinglist activity, statistic analysis
de: Zur Dokumentation der Mailinglistenaktivität, für statistische Auswertungen
hr: Dokumentiranje aktivnosti mailing liste, statistička analiza
it: Documentare l’attività della mailing list e svolgere analisi statistiche
sl: Dokumentiranje mailing aktivnosti, statistična analiza
uk: Документування активності розсилки, статистичний аналіз

source: Organisation and/or management of the event
de: Für die Organisation und/oder das Managen des Events
hr: Organizacija i/ili menadžment događanja
it: Organizzare e/o gestire l’evento
sl: Organizacija in/ali vodenje dogodka
uk: Організація та/або менеджмент заходу

source: Organisation of related events in the future (e.g. next edition of the conference)
de: Für die Organisation von ähnlichen Events in der Zukunft (z.B. für die nächste Ausgabe der Konferenz)
hr: Organizacija povezanih događanja u budućnosti (npr. sljedećeg 'izdanja' konferencije)
it: Organizzare eventi correlati in futuro (ad esempio la prossima edizione della conferenza)
sl: Organizacija povezanih dogodkov v prihodnosti (npr. organizacija konference v naslednjem letu)
uk: Організація відповідних заходів у майбутньому (наприклад, наступна конференція)

source: Keeping the participants informed about related topics (e.g. reuse of contact details for newsletter purposes)
de: Um TeilnehmerInnen zu ähnlichen Themen auf dem Laufenden zu halten (z.B. durch Weiterverwendung von Kontaktdaten für Newsletter)
hr: Informiranje sudionika o povezanim temama (npr. ponovna upotreba kontaktnih podataka u svrhu slanja newslettera)
it: Tenere i partecipanti informati su temi correlati (ad esempio riutilizzare i contatti per creare una newsletter)
sl: Obveščanje udeležencev o povezanih tematikah (npr. ponovna uporaba kontaktnih podatkov za namene novičnika)
uk: Інформування учасників про пов’язані теми (наприклад, повторне використання контактних даних для розсилки новин)

source: Promoting and documenting the event itself on our website and / or social media
de: Um das Event selbst auf unserer Webseite und/oder auf Social Media zu promoten und zu dokumentieren
hr: Promocija i dokumentiranje događanja na našoj mrežnoj stranici i/ili društvenim mrežama
it: Promuovere e documentare l’evento stesso sul nostro sito e/o social media
sl: Promocija in dokumentiranje dogodka na spletni strani organizatorja in/ali družbenih omrežjih
uk: Інформаційна кампанія та документування самої події на нашому веб-сайті та/ або в соціальних мережах
